Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Community support means no obligations. With premium, get answers and solutions directly from the developer.
cs: Komunitní podpora není závazná. S prémiem získáte odpovědi a řešení přímo od vývojáře.
de: Mit dem Community Support gehen sie keine Verpflichtungen ein. Mit Premium erhalten sie Untersützung direkt vom Entwickler.
es_es: El apoyo de la comunidad no implica ninguna obligación. Con premium, obtienes respuestas y soluciones directamente del desarrollador.
fr: Le soutien de la communauté n'a pas de caractère obligatoire. Avec la version Premium, obtenez des réponses et des solutions directement du développeur.
it: Supporto della Community non significa obbligo. Con premium, ottieni risposte e soluzioni direttamente dallo sviluppatore.
ja: コミュニティサポートは義務ではありません。プレミアム版では開発者から直接、回答や解決策を入手できます。
nl: Gemeenschapsondersteuning kent geen verplichtingen. Met premium krijg je je antwoorden en oplossingen rechtstreeks aangeleverd door de ontwikkelaar.
ru: Бесплатная версия поддерживается сообществом. Пользователи премиум-версии получают ответы напрямую от разработчика.
sv_se: Community-supporten innebär inga löften. Med premium får du svaren och lösningarna direkt från utvecklaren.
zh_cn: 小区支持意味着没有义务。开通高级版，直接从开发人员那里获得答案和解决方案。
zh_tw: 社區支持意味著沒有義務。開通高級版，直接從開發人員那裡獲得答案和解決方案。

source: Talk to support that cares
cs: Promluvte si s podporou
de: Erreichbarer Support, der sich um dich kümmert
es_es: Habla con un soporte técnico que se preocupa
fr: Échanger avec une assistance technique consciencieuse
it: Parla con il supporto che aiuta
ja: 真剣なサポートと話す
nl: Praat met een team dat écht om je geeft
ru: Внимательная поддержка
sv_se: Tala med support som bryr sig
zh_cn: 与技术支持谈谈
zh_tw: 與技術支持談談

source: Thank You
cs: Děkujeme
de: Vielen Dank
es_es: Gracias
nl: Bedankt
ru: Спасибо
sv_se: Tack
zh_cn: 感恩
zh_tw: 感恩

source: with priority support
cs: s prioritní podporou
de: mit priorisiertem Support
es_es: con soporte técnico prioritario
fr: avec support prioritaire
it: con supporto prioritario
ja: 優先的なサポート付き
nl: ondersteuning met hoge prioriteit
ru: с приоритетной поддержкой
sv_se: med prioriterad support
zh_cn: 优先支持
zh_tw: 優先支持

source: Quickly access your passwords using Face ID/Touch ID in the premium version.
cs: Prémiová verze umožňuje rychlý přístup k heslům pomocí Face ID/Touch ID.
de: Zugriff auf Ihre Passwörter mit Hilfe von Face ID/Touch ID in der Premium-Version.
es_es: Accede rápidamente a tus contraseñas usando Touch ID o Face ID con la versión premium.
fr: Accédez rapidement à vos mots de passe en utilisant Face ID/Touch ID dans la version Premium.
it: Accedi rapidamente alle tue password usando Face ID/Touch ID nella versione premium.
nl: In de Premium-versie kun je snel toegang krijgen tot je wachtwoorden met Face ID en/of Touch ID.
ru: Быстрый доступ к паролям с помощью Face ID/Touch ID в премиум-версии.
sv_se: Kom snabbt åt dina lösenord med hjälp av Face ID/Touch ID i premiumversionen.
tr: Premium sürümde Face ID / Touch ID kullanarak şifrelerinize hızlı bir şekilde erişin.
zh_cn: 升级高级版使用Face ID/Touch ID来快速存取您的密码。
zh_tw: 升級高級版使用Face ID/Touch ID來快速存取您的密碼。

source: Biometric Unlock
cs: Biometrický zámek
de: Biometrische Entsperrung
es_es: Desbloqueo biométrico
fr: Déverrouillage biométrique
it: Sblocco biometrico
nl: Biometrische ontgrendeling
ru: Биометрическая Разблокировка
sv_se: Biometrisk upplåsning
tr: Biyometrik Kilit Açma
zh_cn: 生物识别解锁
zh_tw: 生物識別解鎖

source: Now on the App Store!
cs: Nyní v App Store!
de: Jetzt im App Store erhältlich!
es_es: ¡Ahora en la App Store!
nl: Nu in de App Store!
ru: Уже в App Store!
sv_se: Nu på App Store!
zh_cn: 现在去 App Store 更新正式版!
zh_tw: 現在去 App Store 更新正式版!

source: Please open the main app for the full announcement.
cs: Pro zhlédnutí celé zprávy prosím otevřete hlavní aplikaci.
de: Bitte öffnen Sie die Haupt-App für die vollständige Ankündigung.
es_es: Por favor, abre la aplicación principal para ver el anuncio completo.
fr: Veuillez ouvrir l'application principale pour l'annonce complète.
it: Si prega di aprire l'app principale per leggere il messaggio completo.
ja: アナウンスの全文を見るにはメインアプリを開いてください。
nl: Open de app om de volledige aankondiging te lezen.
ru: Пожалуйста, откройте главное приложение чтобы прочесть полное объявление.
sv_se: Vänligen öppna huvudappen för hela nyheten.
tr: Bilgilendirme metninin tamamı için ana uygulamayı açın.
zh_cn: 请打开主程序获得完整的公告。
zh_tw: 請打開主程式獲得完整的公告。

source: Keep KeePassium improved, maintained and without ads.
cs: Pomozte udržet KeePassium vylepšovaný, udržovaný a bez reklam.
de: Helfen Sie KeePassium dabei, dass es sich weiterhin verbessert, es unterstützt und werbefrei bleibt.
es_es: Apoya el desarrollo de KeePassium, un programa genial sin espionaje ni publicidad.
fr: Gardez KeePassium amélioré, maintenu et sans publicité.
it: Mantieni KeePassium migliorato, aggiornato e senza pubblicità.
ja: KeePassiumを改良し続け、メンテナンスを行い、広告をなくします。
nl: Zorg ervoor dat KeePassium verbetert, onderhouden en reclamevrij blijft.
ru: Поддержите развитие KeePassium без рекламы.
sv_se: Låt KeePassium förbättras, underhållas och håll reklamen borta.
zh_cn: 保持 KeePassium 的改进、维护以及无广告。
zh_tw: 保持 KeePassium 的改進、維護以及無廣告。

source: Keep it shiny
cs: Udržujte stálý lesk
de: Mach weiter so
es_es: Mantenlo brillante
fr: Gardez-le brillant
it: Mantienilo luccicante
ja: ぴかぴかに保つ
nl: Maak goed gebruik van de app
ru: Вперёд и вверх
sv_se: Se till att det fortsätter poleras
zh_cn: 保持光辉
zh_tw: 保持光輝

source: Beta tester promo
cs: Promo akce pro beta testery
de: Promotion für Beta Tester
es_es: Promoción para beta testers
nl: Promo voor bètatesters
ru: Акция для бета-тестеров
sv_se: Promo för betatestare
zh_cn: Beta测试者优惠
zh_tw: Beta測試者優惠

source: Install the free version from the App Store, upgrade to premium whenever you want.
cs: Instalujte verzi zdarma z App Store, na Prémium přejděte kdykoli.
de: Installieren Sie die kostenlose Version aus dem App Store, aktualisieren Sie auf Premium, wann immer Sie wollen.
es_es: Instala la versión gratuita de la AppStore y actualiza a premium siempre que quieras.
nl: Installeer de gratis versie via de App Store en upgrade wanneer je maar wilt naar premium.
ru: Установите бесплатную версию из App Store, обновитесь до премиум-версии когда захотите.
sv_se: Installera gratisversionen från App Store, uppgradera till premium när du än vill.
zh_cn: 从App Store安装免费版, 并且随时升级到高级版。
zh_tw: 從App Store安裝免費版, 並且隨時升級到高級版。

source: Stick to TestFlight
cs: Držet se TestFlight
de: TestFlight Version fixieren
es_es: Seguir con la versión de TestFlight
nl: Blijf op TestFlight
ru: Остаться на TestFlight
sv_se: Fortsätt köra TestFlight
zh_cn: 保留 TestFlight
zh_tw: 保留 TestFlight

source: Switch to the free version
cs: Přejít na verzi zdarma
de: Zur kostenlosen Version wechseln
es_es: Cambiar a la versión gratuita
nl: Stap over naar de gratis versie
ru: Перейти на бесплатную версию
sv_se: Växla till gratisversionen
zh_cn: 切换到免费版本
zh_tw: 切換到免費版本

source: Contact us if you have any questions about switching from beta to release version.
cs: Napište nám, pokud máte nějaké dotazy ohledně přechodu z bety na finální verzi.
de: Kontaktieren Sie uns, wenn Sie Fragen haben zum Wechsel von Beta zu finalen Version haben.
es_es: Contáctanos si tienes preguntas sobre el cambio de versión beta a la versión de la AppStore.
nl: Neem contact met ons op als je vragen hebt omtrent het overstappen van de bèta- naar de winkelversie.
ru: Свяжитесь с нами, если у вас есть вопросы о переходе от бета-версии к релизу.
sv_se: Kontakta oss om du har några frågor om att byta från betaversionen till den släppta versionen.
zh_cn: 如果您对于从Beta测试版升级到正式版有疑问, 欢迎联系我们。
zh_tw: 如果您對於從Beta測試版升級到正式版有疑問, 歡迎聯繫我們。

source: Tap here to get free premium until 1 Sep 2020. (But note: the early-bird pricing won't be there anymore, so this might not be the best choice in the long run.)
cs: Klepnutím sem získáte zdarma Premium do 1. září 2020. (Ale pozor: prvotní ceny už tam nebudou, takže to nemusí být z dlouhodobého hlediska nejlepší volba)
de: Tippe hier, um bis zum 1. Sep 2020 kostenlose Prämie zu erhalten. (Aber beachten Sie: Die Frühbucherpreise werden nicht mehr verfügbar sein, so dass dies langfristig nicht die beste Wahl sein könnte.)
es_es: Toca aquí para obtener gratis la versión premium hasta el 1 Sep. 2020. (Ten en cuenta que el precio de la promoción ya no se aplicará, por lo que esta podría no ser la mejor opción a largo plazo.)
nl: Druk hier om gratis premium te krijgen tot 1 september 2020. (let op: de introductieprijzen zullen er niet meer zijn, dus dit is misschien niet de beste keuze op de lange termijn)
ru: Нажмите здесь, чтобы получить бесплатную премиум-версию до 1 сентября 2020. (Обратите внимание, что через год цена подписки может вырасти, так что это может быть не лучшим вариантом в долгой перспективе.)
sv_se: Tryck här för att låsa upp gratis premium tills 1:a september 2020. (Notera: Early bird-rabatten kommer inte gå att välja längre, så det kanske inte är det bästa långsiktiga valet.)
zh_cn: 点击这里获取免费的高级版到2020年9月1日。 (但请注意: 早鸟价格可能不再存在, 从长远的角度看来, 可能不是一个最好的选择。)
zh_tw: 點擊這裡獲取免費的高級版到2020年9月1日。 (但請注意: 早鳥價格可能不再存在, 從長遠的角度看來, 可能不是一個最好的選擇。)

source: Beta → Release
cs: Beta → Finální verze
de: Beta → Finale Version
es_es: Beta → AppStore
nl: Bèta → Winkelversie
ru: Бета → App Store
zh_cn: 测试版 → 正式发行版
zh_tw: 測試版 → 正式發行版

source: Contact us
cs: Napište nám
de: Kontaktieren Sie uns
es_es: Contáctanos
nl: Neem contact op
ru: Связаться с нами
sv_se: Kontakta oss
zh_cn: 联系我们
zh_tw: 聯繫我們

source: Feel free to stay on the beta channel and get new features as soon as they appear. Beta versions will have all the bells and whistles, but might be less stable than before.
cs: Neváhejte zůstat na beta kanálu a získejte nové funkce, jakmile se objeví. Beta verze budou mít nejnovější funkce, ale mohou být méně stabilní než dříve.
de: Wenn sie möchten können sie auf dem Beta-Kanal zu bleiben und neue Funktionen zu erhalten, sobald sie erscheinen. Beta-Versionen werden alle Funktionen haben, aber möglicherweise weniger stabil sein.
es_es: No dudes en permanecer en el canal beta y obtener nuevas características tan pronto como aparezcan. Las versiones beta tendrán todas las características de la versión premium, pero podrían ser menos estables que la versión de la AppStore.
nl: Voel je vrij om op het bètakanaal te blijven en nieuwe functies te gebruiken zodra ze verschijnen. Bètaversies hebben alle functies en aardigheidjes, maar zijn mogelijk minder stabiel.
ru: Останьтесь на бета-тестировании и пробуйте новые функции как только они добавляются. Бета-версии включают все навороты, но могут быть менее стабильны, чем раньше.
sv_se: Känn dig fri att stanna på beta-releaserna och få nya funktioner så fort de är tillgängliga. Beta-versionerna kommer fortsätta ha alla funktioner men riskerar ibland att vara mindre stabila än tidigare.
zh_cn: 保持在测试频道将会在第一时间获取最新的特性。测试版本所有功能均能免费使用, 但可能不如正式版稳定。
zh_tw: 保持在測試頻道將會在第一時間獲取最新的特性。測試版本所有功能均能免費使用, 但可能不如正式版穩定。

source: KeePassium is now officially available on the App Store. Thank you for testing!
cs: KeePassium je nyní oficiálně k dispozici na App Store. Děkujeme vám za testování!
de: KeePassium ist jetzt offiziell im App Store verfügbar. Vielen Dank für das Testen!
es_es: KeePassium está disponible oficialmente en la AppStore. ¡Gracias por probar la aplicación!
nl: KeePassium is nu officieel beschikbaar in de App Store. Bedankt voor het testen!
ru: Теперь KeePassium официально доступен в App Store. Спасибо за тестирование!
sv_se: KeePassium finns nu officiellt på App Store. Tack för att du hjälpt till att testa!
zh_cn: KeePassium 现在已经在App Store正式上架, 感谢您的测试。
zh_tw: KeePassium 現在已經在App Store正式上架, 感謝您的測試。

source: What's next?
cs: Dále připravujeme
de: Wie geht es weiter?
es_es: ¿Y ahora?
nl: En nu?
ru: Что дальше?
sv_se: Vad kommer härnäst?
zh_cn: 下一步是什么?
zh_tw: 下一步是什麼?

source: Until 31 August 2019, premium upgrades are available at special early bird prices.
cs: Do 31. srpna 2019 je přechod na Premium možný za speciální ceny.
de: Bis zum 31. August 2019 sind Premium-Upgrades zu speziellen Frühbuchpreisen erhältlich.
es_es: Hasta el 31 de agosto de 2019 la versión premium está disponible a un precio reducido.
nl: Tot 31 augustus 2019 zijn premium-upgrades beschikbaar tegen speciale introductieprijzen.
ru: До 31 августа 2019 года премиум-версия доступна по специальной цене.
sv_se: Till och med 31:a augusti 2019 kommer premiumuppgraderingar vara tillgängliga till nedsatt pris för tidiga användare.
zh_cn: 在2019年8月31日之前享有早鸟优惠价格升级。
zh_tw: 在2019年8月31日之前享有早鳥優惠價格升級。

source: Early adopter promo
cs: Promo akce pro první osvojitele
de: Frühbucheraktion
es_es: Promoción
nl: Vroegevogelpromo
ru: Стартовая промо-акция
sv_se: Promo för tidiga användare
zh_cn: 早鸟价格优惠
zh_tw: 早鳥價格優惠

source: Early bird promo ends %@
cs: Promo akce pro první osvojitele končí %@
de: Frühbucher Angebot endet am %@
es_es: La promoción anticipada termina en %@
nl: De vroegevogelactie eindigt op %@
ru: Стартовая промо-акция заканчивается %@
sv_se: Early bird-rabatten avslutas %@
zh_cn: 早鸟优惠结束 %@
zh_tw: 早鳥優惠結束 %@

source: Download in the App Store
cs: Stáhnout v App Store
de: Laden im App Store
es_es: Descargar en la App Store
fi: Lataa App Storesta
fr: Télécharger sur l'App Store
it: Scarica nell'App Store
ja: App Storeでダウンロード
nl: Download in de App Store
ru: Загрузить в App Store
sv_se: Hämta i App Store
zh_cn: App Store 下载
zh_tw: App Store 下載

source: KeePassium Pro is a paid version of KeePassium, and is suitable for Family Sharing and Volume Purchase Program.
cs: KeePassium Pro je placenou verzí KeePassium a je kompatibilní s Rodinným sdílením a Programem hromadných nákupů.
de: KeePassium Pro ist eine kostenpflichtige Version von KeePassium, sie ist geeignet fürs Teilen in der Familie und für das Volume Purchase Program.
es_es: KeePassium Pro es la versión de Pago de KeePassium compatible con las compras en «Familia» y el programa de compra de múltiples licencias.
fr: KeePassium Pro est une version payante de KeePassium, adaptée au programme de partage familial et d’achat en volume.
it: KeePassium Pro è una versione a pagamento di KeePassium, ed è adatto per la condivisione familiare e il programma di acquisto massivo.
ja: KeePassium Proは有料のバージョンで、家族での共有やボリューム購入に最適です。
nl: KeePassium Pro is een betaalde versie van KeePassium en is geschikt voor Delen met gezin en Volume Purchase Program.
ru: KeePassium Pro — это платная версия программы, совместимая с функцией «Семейный доступ» и Volume Purchase Program.
sv_se: KeePassium Pro är en betalversion av KeePassium, och lämpar sig för familjedelning och volymköpsprogram.
zh_cn: KeePassium专业版是KeePassium的付费版本，适用于家人共享和批量购买计划。
zh_tw: KeePassium Pro 是 KeePassium 的付費版本，適用家人共享和批量購買計劃。

source: Premium Keeper = Free upgrade Contact us
cs: Premium Keeper = Bezplatný upgrade Napište nám
de: Premium Keeper = Kostenloses Upgrade Kontaktieren Sie uns
es_es: Premium Keeper = Actualización gratuita Contáctanos
fr: Premium Keeper = Mise à niveau gratuite Contactez-nous
it: Premium Keeper = Upgrade Gratuito
ja: Premium Keeper = 無料アップグレード です。ご連絡ください。
nl: Premium Keeper = Gratis upgrade Neem contact op
ru: Premium Keeper = Бесплатное обновление Напишите нам
sv_se: Premium Keeper = Gratis uppgradering Kontakta oss
zh_cn: Premium Keeper = 免费升级 联系我们
zh_tw: Premium Keeper = 免費升級 聯繫我們

source: Use Universal Clipboard to copy and paste between your Apple devices.
cs: Použít univerzální schránku ke kopírování a vkládání mezi vašimi Apple zařízeními.
de: Verwenden Sie Universal Zwischenablage zum Kopieren und Einfügen zwischen Ihren Apple-Geräten.
es_es: Usa el portapapeles universal para copiar y pegar entre tus dispositivos Apple.
fr: Utilisez le Presse-papiers universel pour copier et coller entre vos appareils Apple.
ja: ユニバーサルクリップボードを使って、コピー＆ペーストをAppleデバイス間で行う。
nl: Gebruik het universele klembord om te kopiëren en plakken tussen je Apple-apparaten.
ru: Используйте универсальный буфер обмена для копирования и вставки между вашими устройствами Apple.
sv_se: Använd Universal Clipboard för att kopiera och klistra mellan dina Apple-enheter.
zh_cn: 使用通用剪贴板在您的苹果设备之间复制并粘贴。
zh_tw: 使用通用剪貼板在你的蘋果設備之間複製和貼上。

source: Documents by Readdle
de: Documents von Readdle
es_es: Documents de Readdle
fr: Documents par Readdle
it: Documents di Readdle
pl: Dokumenty Readdle
pt_br: Documents da Readdle
ru: Documents от Readdle
tr: Readdle Dökümanları

source: SMB server
es_es: Servidor SMB
fr: Serveur SMB
hu: SMB szerver
it: Server SMB
ja: SMBサーバー
ko: SMB 서버
pl: Serwer SMB
pt_br: Servidor SMB
ru: SMB-сервер
zh_cn: SMB 服务器
zh_tw: SMB 伺服器

source: The database is read-only
fr: La base de donnée est en lecture seule
ja: このデータベースは読み取り専用です
pl: Baza danych jest tylko do odczytu
pt_br: Este banco de dados é somente-leitura
ru: База паролей доступна только для чтения
sv_se: Databasen är skrivskyddad
th: ฐานข้อมูลนี้อ่านได้เท่านั้น
tr: Bu veritabanı salt okunur

source: Choose File
fr: Choisir un fichier
ja: ファイルを選択
pl: Wybierz plik
pt_br: Escolher arquivo
ru: Выбрать файл
sv_se: Välj fil
th: เลือกไฟล์
tr: Dosya Seç

source: Choose Photo
fr: Choisir une photo
ja: 写真を選択
pl: Wybierz zdjęcie
pt_br: Escolher foto
ru: Выбрать фото
sv_se: Välj foto
th: เลือกรูปภาพ
tr: Fotoğraf Seç

source: Take Photo
fr: Prendre une photo
ja: 写真を撮る
pl: Zrób zdjęcie
pt_br: Tirar foto
ru: Сделать фото
sv_se: Ta foto
th: ถ่ายภาพ
tr: Kamera

source: Presets
fr: Préréglages
ja: プリセット
pl: Presety
pt_br: Predefinições
ru: Предустановки
sv_se: Förval
th: ค่าที่ตั้งไว้
tr: Hazır ayarlar

source: Delete All
fr: Tout supprimer
ja: すべて削除
pl: Usuń wszystko
pt_br: Apagar tudo
ru: Удалить все
sv_se: Radera allt
th: ลบทั้งหมด
tr: Tümünü Sil

source: Restore
fr: Restaurer
ja: 復元
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sv_se: Återställ
th: คืนค่า
tr: Geri Yükle

source: Previous version restored
fr: Version précédente restaurée
ja: 以前のバージョンが復元されました
pl: Przywrócono poprzednią wersję
pt_br: Versão anterior restaurada
ru: Предыдущая версия восстановлена
sv_se: Föregående version återställd
th: คืนค่าเป็นรุ่นที่ผ่านมาเรียบร้อยแล้ว
tr: Önceki sürüm geri yüklendi

source: Use key file without adding it to the list
fr: Utiliser un fichier-clé sans l'ajouter à la liste
ja: キーファイルをリストに追加せずに使用
pt_br: Use um arquivo de chave sem adicioná-lo à lista
ru: Использовать ключевой файл, не добавляя его в список
sv_se: Använd nyckelfil utan att spara den i listan
th: ใช้ไฟล์กุญแจโดยไม่เพิ่มเข้าไปในรายการ
tr: Listeye eklemeden anahtar dosya kullan

source: Browse…
fr: Parcourir…
ja: 参照...
pl: Przeglądaj…
pt_br: Procurar…
ru: Обзор…
sv_se: Bläddra…
th: เรียกดู...
tr: Göz at…

source: Preview
fr: Prévisualiser
ja: プレビュー
pl: Podgląd
pt_br: Pré-visualizar
ru: Просмотр
sv_se: Förhandsgranska
th: แสดงตัวอย่าง
tr: Önizleme

source: Support KeePassium
fr: Soutenir KeePassium
ja: KeePassiumを支援
pl: Wesprzyj KeePassium
pt_br: Apoie KeePassium
ru: Поддержите KeePassium
sv_se: Stöd KeePassium
th: สนับสนุน KeePassium
tr: KeePassium'u Destekleyin

source: Donations
fr: Dons
ja: 寄付
pl: Darowizny
pt_br: Doações
ru: Чаевые
sv_se: Bidrag
th: บริจาค
tr: Bağışlar

source: Tip Jar
fr: Dons
ja: KeePassiumを支援
pl: Napiwki
pt_br: Caixinha de gorjetas
ru: Чаевые
sv_se: Dricks
th: กล่องใส่ทิป
tr: Tip Box

source: Thank you!
fr: Merci !
ja: ご支援ありがとうございます。
pl: Dziękujemy!
pt_br: Muito obrigado!
ru: Спасибо!
sv_se: Tack!
th: ขอบคุณ!
tr: Teşekkür ederiz!

source: Current version: %@
fr: Version actuelle : %@
ja: 現在のバージョン: %@
pl: Bieżąca wersja: %@
pt_br: Versão atual: %@
ru: Текущая версия: %@
sv_se: Nuvarande version: %@
th: รุ่นปัจจุบัน: %@
tr: Mevcut versiyon: %@

source: Licensed version: %@
fr: Version avec licence : %@
ja: 購入済みのバージョン: %@
pt_br: Versão licenciada: %@
ru: Лицензированная версия: %@
sv_se: Licensierad version: %@
th: รุ่นใบอนุญาต: %@
tr: Lisanslı versiyon: %@

source: Help us make KeePassium better!
fr: Aidez-nous à améliorer KeePassium !
ja: KeePassiumの改善をご支援ください。
pl: Pomóż nam uczynić KeePassium lepszym!
pt_br: Ajude-nos a melhorar o KeePassium!
ru: Помогите сделать KeePassium лучше!
sv_se: Hjälp oss göra KeePassium bättre!
th: ช่วยพวกเราทำ KeePassium ให้ดีขึ้น
tr: KeePassium'u daha iyi hale getirebilmemiz için bize yardım et!

source: Help us keep KeePassium shiny!
fr: Aidez-vous à faire rayonner KeePassium !
ja: KeePassiumの改善をご支援ください。
pt_br: Ajude-nos a manter o KeePassium lindo!
ru: Помогите нам развивать KeePassium!
sv_se: Hjälp oss hålla KeePassium skinande!
th: ช่วยพวกเราทำให้ KeePassium ดูดีขึ้น

source: Help us keep KeePassium free!
fr: Aidez-nous à ce KeePassium reste gratuit !
ja: KeePassiumの改善をご支援ください。
pt_br: Ajude-nos a manter o KeePassium grátis!
ru: Помогите нам поддерживать бесплатную версию KeePassium!
sv_se: Hjälp oss hålla KeePassium gratis!
th: ช่วยพวกเราทำให้ KeePassium สามารถใช้ฟรีได้
tr: KeePassium'un ücretsiz kalmasını sağlayabilmemiz için bize yardım et!

source: Do you like KeePassium?
fr: Vous appréciez KeePassium ?
ja: KeePassiumはいかがですか？
pl: Lubisz KeePassium?
pt_br: Gosta do KeePassium?
ru: Вам нравится KeePassium?
sv_se: Gillar du KeePassium?
th: คุณถูกใจ KeePassium หรือไม่?
tr: KeePassium'u sevdin mi?

source: KeePassium is a free open-source app. You trust it with your most sensitive information. There are no ads, no spying, no nonsense — we respect you.
fr: KeePassium est une application open-source gratuite. Vous lui confiez vos informations les plus sensibles. Il n'y a pas de publicité, pas d'espionnage, pas de mensonge, nous vous respectons.
ja: KeePassiumは無料のオープンソースAppです。あなたの最も重要な情報を託すことができます。広告もスパイもナンセンスもなく、あなたを尊重します。
pt_br: KeePassium é um app grátis de código aberto. Você confia a ele suas informações mais sensíveis. Não há anúncios, nem espionagem, nem outros disparates — nós respeitamos você.
ru: KeePassium — бесплатное приложение с открытым исходным кодом. Вы доверяете ему самую важную информацию. В нём нет рекламы, шпионских модулей, ничего лишнего — мы уважаем вас.
sv_se: KeePassium är en gratis app med öppen källkod. Du förlitar dig på den med din känsligaste information. Det finns ingen reklam, inget spionage, inget nonsens — vi respekterar dig.
th: KeePassium เป็นแอปโอเพนซอร์สแบบฟรี คุณสามารถไว้ใจกับข้อมูลที่ละเอียดอ่อนของคุณได้ ไม่มีโฆษณา ไม่สอดส่องข้อมูล ไม่ทำเรื่องไร้สาระ — เราเคารพคุณ
tr: KeePassium ücretsiz açık kaynaklı bir uygulamadır. En hassas bilgileriniz için güvenle kullanabilirsiniz. Reklam yok, sinsi sinsi gözetleme yok, saçmalık yok. - Size saygı duyuyoruz.

source: Do you like KeePassium but don't need the premium features?
fr: Vous aimez KeePassium mais vous n'avez pas besoin des fonctionnalités premium ?
ja: KeePassiumはいかがですか？プレミアム機能は必要ありませんか？
pl: Lubisz KeePassium ale nie potrzebujesz funkcji premium?
pt_br: Gosta do KeePassium, mas não precisa dos recursos Premium?
ru: Нравится KeePassium, но не нужны премиум-функции?
sv_se: Gillar du KeePassium men behöver inte premiumfunktionerna?
th: คุณถูกใจ KeePassium แต่ไม่ได้ต้องการฟีเจอร์พรีเมียมหรือไม่?
tr: KeePassium'u seviyorsunuz ama ücretli özelliklere ihtiyacınız yok mu?

source: Synology DS file
hu: Synology DS fájl
pl: Pliki Synology DS
tr: Synology DS dosyası
zh_cn: Synology DS 文件

source: FileBrowser
ja: Stratospherix FileBrowser

source: Qfile
ja: QNAP Qfile

source: Cannot save file to %@. Please check whether your storage provider is in read-only mode.
ja: %@にファイルを保存できませんでした。ストレージプロバイダが読み取り専用でないか確認してください。
ru: Не удаётся сохранить файл в %@. Проверьте, не находится ли ваше хранилище файлов в режиме "только для чтения".

source: Photo
ja: 写真
pl: Zdjęcie
pt_br: Foto
ru: Фото
sv_se: Foto
th: รูปภาพ
tr: Fotoğraf

source: Google Drive
ko: Google 드라이브
pl: Dysk Google
ru: Google Диск
zh_tw: Google 雲端硬碟

source: Synology Drive
pl: Dysk Synology

source: Tresorit
pl: Tresort

source: iCloud Drive
pl: Dysk iCloud
tr: iCloud
zh_cn: iCloud 云盘
